case-1-airbox/RESULTS/iter_0000/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    airBox_abOutlet
    {
        type            wall;
        nFaces          2432;
        startFace       184210;
    }
    airBox_abInlet
    {
        type            wall;
        nFaces          3502;
        startFace       186642;
    }
    airBox_abWall
    {
        type            wall;
        nFaces          9110;
        startFace       190144;
    }
)

// ************************************************************************* //
