case-1-airbox/RESULTS/iter_0000/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# copy motorbike surface from resources folder
#cp $FOAM_TUTORIALS/resources/geometry/motorBike.obj.gz constant/triSurface/

cp -r 0.org 0 > /dev/null 2>&1


runApplication blockMesh
runApplication snappyHexMesh -overwrite

cd constant/polyMesh
sed -e "18s/8/3/" boundary > tmp1.dat
sed '20,49d' tmp1.dat > tmp2.dat
mv boundary tmp3.dat
mv tmp2.dat boundary
rm tmp*
cd ../..

runApplication potentialFoam -noFunctionObjects -writep
runApplication `getApplication`
